Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.review.overtimeShort
source: After %@ a week
ar: بعد %@ أسبوعيًا
bg: След %@ на седмица
bn: সপ্তাহে %@-এর পর
ca: Després de %@ setmanals
cs: Po %@ týdně
da: Efter %@ om ugen
de: Ab %@ pro Woche
el: Μετά από %@ την εβδομάδα
es: Tras %@ a la semana
et: Pärast %@ nädalas
fa: پس از %@ در هفته
fi: Kun viikossa yli %@
fil: Paglampas ng %@ kada linggo
fr: Après %@ par semaine
he: אחרי %@ בשבוע
hi: हफ़्ते में %@ के बाद
hr: Nakon %@ tjedno
hu: Heti %@ után
id: Setelah %@ per minggu
is: Eftir %@ á viku
it: Dopo %@ a settimana
ja: 週%@を超えた分
ko: 주당 %@ 초과 시
lt: Po %@ per savaitę
lv: Pēc %@ nedēļā
nb: Etter %@ i uka
nl: Na %@ per week
nn: Etter %@ i veka
pl: Po %@ tygodniowo
pt_br: Após %@ por semana
ro: După %@ pe săptămână
ru: После %@ в неделю
sk: Po %@ za týždeň
sl: Po %@ na teden
sr: Nakon %@ nedeljno
sv: Efter %@ per vecka
sw: Baada ya %@ kwa wiki
ta: வாரத்திற்கு %@ பிறகு
th: หลังจาก %@ ต่อสัปดาห์
tr: Haftada %@ sonrası
uk: Після %@ на тиждень
ur: ہفتے میں %@ کے بعد
vi: Sau %@ mỗi tuần
zh_hans: 每周超过 %@
zh_hant: 每週超過 %@ 後

# settings.pay.review.rules
source: %lld rules
ar: %lld قواعد
bg: %lld правила
bn: %lldটি নিয়ম
ca: %lld regles
cs: %lld pravidel
da: %lld regler
de: %lld Regeln
el: %lld κανόνες
es: %lld reglas
et: %lld reeglit
fa: %lld قانون
fi: %lld sääntöä
fil: %lld panuntunan
fr: %lld règles
he: %lld כללים
hi: %lld नियम
hr: %lld pravila
hu: %lld szabály
id: %lld aturan
is: %lld reglur
it: %lld regole
ja: %lld件のルール
ko: 규칙 %lld개
lt: %lld taisyklės
lv: %lld noteikumi
nb: %lld regler
nl: %lld regels
nn: %lld reglar
pl: %lld reguł
pt_br: %lld regras
ro: %lld reguli
ru: %lld правил
sk: %lld pravidiel
sl: %lld pravil
sr: %lld pravila
sv: %lld regler
sw: kanuni %lld
ta: %lld விதிகள்
th: %lld กฎ
tr: %lld kural
uk: %lld правил
ur: %lld قواعد
vi: %lld quy tắc
zh_hans: %lld 条规则
zh_hant: %lld 項規則

# settings.pay.review.taxDate
source: Tax settings on %@
ar: إعدادات الضرائب في %@
bg: Данъчни настройки за %@
bn: %@-এর কর সেটিংস
ca: Configuració fiscal del %@
cs: Daňová nastavení pro %@
da: Skatteindstillinger den %@
de: Steuereinstellungen für %@
el: Φορολογικές ρυθμίσεις για %@
es: Configuración fiscal del %@
et: Maksuseaded kuupäeval %@
fa: تنظیمات مالیاتی در %@
fi: Päivän %@ veroasetukset
fil: Mga setting ng buwis sa %@
fr: Paramètres fiscaux du %@
he: הגדרות המס בתאריך %@
hi: %@ की कर सेटिंग्स
hr: Porezne postavke za %@
hu: Adóbeállítások erre a napra: %@
id: Pengaturan pajak pada %@
is: Skattstillingar þann %@
it: Impostazioni fiscali del %@
ja: %@の税設定
ko: %@의 세금 설정
lt: Mokesčių nustatymai nuo %@
lv: Nodokļu iestatījumi datumā %@
nb: Skatteinnstillinger den %@
nl: Belastinginstellingen op %@
nn: Skatteinnstillingar den %@
pl: Ustawienia podatkowe na dzień %@
pt_br: Configurações de impostos em %@
ro: Setări fiscale pentru %@
ru: Налоговые настройки на %@
sk: Daňové nastavenia k dátumu %@
sl: Davčne nastavitve za %@
sr: Poreska podešavanja za %@
sv: Skatteinställningar för %@
sw: Mipangilio ya kodi ya tarehe %@
ta: %@ அன்று வரி அமைப்புகள்
th: การตั้งค่าภาษี ณ วันที่ %@
tr: %@ tarihindeki vergi ayarları
uk: Податкові налаштування на %@
ur: %@ کی ٹیکس کی ترتیبات
vi: Cài đặt thuế ngày %@
zh_hans: 日期 %@ 的税务设置
zh_hant: 於 %@ 的稅務設定

# settings.pay.review.taxOff
source: Tax estimate is off. Amounts are shown before tax.
ar: تقدير الضريبة متوقف. تُعرض المبالغ قبل الضريبة.
bg: Прогнозният данък е изключен. Сумите са показани преди данъци.
bn: কর অনুমান বন্ধ। পরিমাণগুলো কর কাটার আগের হিসেবে দেখানো হচ্ছে।
ca: L'estimació dels impostos està desactivada. Els imports es mostren abans d'impostos.
cs: Odhad daně je vypnutý. Částky se zobrazují před zdaněním.
da: Skatteestimatet er slået fra. Beløb vises før skat.
de: Steuerschätzung ist deaktiviert. Beträge werden vor Steuern angezeigt.
el: Η εκτίμηση φόρου είναι απενεργοποιημένη. Τα ποσά εμφανίζονται προ φόρων.
es: La estimación de impuestos está desactivada. Los importes se muestran antes de impuestos.
et: Maksuhinnang on välja lülitatud. Summad on näidatud enne makse.
fa: برآورد مالیات خاموش است. مبالغ قبل از مالیات نمایش داده می‌شوند.
fi: Veroarvio ei ole käytössä. Summat näytetään ennen veroja.
fil: Naka-off ang tantiya ng buwis. Ipinapakita ang mga halaga bago ang buwis.
fr: Estimation fiscale désactivée. Les montants sont affichés avant impôt.
he: הערכת המס מושבתת. הסכומים מוצגים לפני מס.
hi: कर अनुमान बंद है। राशियाँ कर से पहले दिखाई जाती हैं।
hr: Procjena poreza je isključena. Iznosi su prikazani prije poreza.
hu: Az adóbecslés ki van kapcsolva. Az összegek adózás előtt értendők.
id: Perkiraan pajak nonaktif. Jumlah ditampilkan sebelum pajak.
is: Skattmat er óvirkt. Upphæðir eru sýndar fyrir skatt.
it: La stima delle imposte è disattivata. Gli importi sono mostrati prima delle imposte.
ja: 税額の推定はオフです。金額は税引前で表示されます。
ko: 세금 추정이 꺼져 있습니다. 금액은 세전으로 표시됩니다.
lt: Mokesčių įvertis išjungtas. Sumos rodomos neatskaičius mokesčių.
lv: Nodokļu aprēķins ir izslēgts. Summas tiek rādītas pirms nodokļiem.
nb: Skatteanslag er slått av. Beløp vises før skatt.
nl: Belastinginschatting is uitgeschakeld. Bedragen worden vóór belasting weergegeven.
nn: Skatteanslaget er slått av. Beløp blir viste før skatt.
pl: Szacowanie podatku jest wyłączone. Kwoty są wyświetlane przed opodatkowaniem.
pt_br: A estimativa de impostos está desativada. Os valores são exibidos antes dos impostos.
ro: Estimarea impozitului este dezactivată. Sumele sunt afișate înainte de impozitare.
ru: Оценка налога отключена. Суммы указаны до вычета налога.
sk: Odhad dane je vypnutý. Sumy sú uvedené pred zdanením.
sl: Davčni izračun je izklopljen. Zneski so prikazani pred davkom.
sr: Procena poreza je isključena. Iznosi su prikazani pre poreza.
sv: Skatteuppskattningen är avstängd. Beloppen visas före skatt.
sw: Makadirio ya kodi yamezimwa. Kiasi kinaonyeshwa kabla ya kodi.
ta: வரி மதிப்பீடு முடக்கப்பட்டுள்ளது. தொகைகள் வரிக்கு முன் காட்டப்படுகின்றன.
th: ปิดการประมาณการภาษีแล้ว จำนวนเงินแสดงก่อนหักภาษี
tr: Vergi tahmini kapalı. Tutarlar vergi öncesi gösterilir.
uk: Оцінку податку вимкнено. Суми показано до оподаткування.
ur: ٹیکس کا تخمینہ بند ہے۔ رقوم ٹیکس سے پہلے دکھائی جاتی ہیں۔
vi: Ước tính thuế đã tắt. Các khoản tiền được hiển thị trước thuế.
zh_hans: 税款估算已关闭。金额显示为税前金额。
zh_hant: 稅額估算已關閉。金額均以稅前顯示。

# settings.pay.review.taxPayday
source: Payday %@
ar: يوم الدفع %@
bg: Ден за заплата: %@
bn: বেতন দেওয়ার দিন %@
ca: Dia de cobrament: %@
cs: Výplatní den %@
da: Lønningsdag %@
de: Zahltag %@
el: Ημέρα πληρωμής %@
es: Día de pago: %@
et: Palgapäev %@
fa: روز پرداخت حقوق: %@
fi: Palkanmaksupäivä %@
fil: Araw ng sahod: %@
fr: Paie le %@
he: יום תשלום %@.
hi: वेतन दिवस %@
hr: Dan isplate %@
hu: Fizetés napja: %@
id: Tanggal gajian %@
is: Útborgunardagur %@
it: Giorno di paga: %@
ja: 給与支給日：%@
ko: 급여일 %@
lt: Atlyginimo diena: %@
lv: Algas diena %@
nb: Lønningsdag %@
nl: Betaaldag %@
nn: Lønningsdag %@
pl: Dzień wypłaty: %@
pt_br: Pagamento em %@
ro: Ziua de plată: %@
ru: День выплаты: %@
sk: Výplatný deň %@
sl: Dan izplačila %@.
sr: Dan isplate %@
sv: Lönedag %@
sw: Siku ya malipo %@
ta: சம்பள நாள் %@
th: วันจ่ายเงิน %@
tr: Maaş günü %@
uk: День виплати зарплати: %@
ur: تنخواہ کی تاریخ %@
vi: Ngày trả lương %@
zh_hans: 发薪日 %@
zh_hant: 發薪日：%@

# settings.pay.review.taxRateHalf
source: %@, half tax
ar: %@، نصف الضريبة
bg: %@, половин данък
bn: %@, অর্ধেক কর
ca: %@, meitat d'impostos
cs: %@, poloviční daň
da: %@, halv skat
de: %@, halbe Steuer
el: %@, μισός φόρος
es: %@, mitad de impuestos
et: %@, pool maksumäära
fa: %@، مالیات نصف
fi: %@, puolitettu vero
fil: %@, kalahating buwis
fr: %@, impôt réduit de moitié
he: %@, חצי מס
hi: %@, आधा कर
hr: %@, pola poreza
hu: %@, felezett adó
id: %@, pajak setengah
is: %@, hálfur skattur
it: %@, imposta dimezzata
ja: %@、税額半額
ko: %@, 세금 절반
lt: %@, perpus mažesnis mokestis
lv: %@, puse nodokļa
nb: %@, halv skatt
nl: %@, halve belasting
nn: %@, halv skatt
pl: %@, połowa podatku
pt_br: %@, metade do imposto
ro: %@, impozit redus la jumătate
ru: %@, половина налога
sk: %@, polovičná daň
sl: %@, polovični davek
sr: %@, pola poreza
sv: %@, halv skatt
sw: %@, nusu ya kodi
ta: %@, பாதி வரி
th: %@, หักภาษีครึ่งหนึ่ง
tr: %@, yarım vergi
uk: %@, половина податку
ur: %@، نصف ٹیکس
vi: %@, giảm nửa thuế
zh_hans: %@，税额减半
zh_hant: %@，稅額減半

# settings.pay.review.title
source: Pay settings on a date
ar: إعدادات الأجر في تاريخ محدد
bg: Настройки на заплатата към дата
bn: নির্দিষ্ট দিনের বেতন সেটিংস
ca: Configuració salarial en una data
cs: Nastavení mzdy k datu
da: Lønindstillinger på en dato
de: Lohneinstellungen für ein Datum
el: Ρυθμίσεις αμοιβής ανά ημερομηνία
es: Ajustes salariales en una fecha
et: Palgaseaded valitud kuupäeval
fa: تنظیمات حقوق در یک تاریخ
fi: Palkka-asetukset tiettynä päivänä
fil: Mga setting ng sahod sa isang petsa
fr: Paramètres de paie à une date donnée
he: הגדרות שכר בתאריך מסוים
hi: किसी तारीख की वेतन सेटिंग
hr: Postavke plaće na odabrani datum
hu: Bérbeállítások adott napon
id: Pengaturan gaji pada tanggal tertentu
is: Launastillingar á tilteknum degi
it: Impostazioni paga per data
ja: 指定日の給与設定
ko: 날짜별 급여 설정
lt: Atlygio nustatymai pasirinktą dieną
lv: Algas iestatījumi datumā
nb: Lønnsinnstillinger på en dato
nl: Looninstellingen op een datum
nn: Lønnsinnstillingar på ein dato
pl: Ustawienia płac na wybrany dzień
pt_br: Configurações de pagamento por data
ro: Setările salariale la o anumită dată
ru: Настройки оплаты на дату
sk: Nastavenia mzdy k dátumu
sl: Nastavitve plačila na datum
sr: Podešavanja plate za datum
sv: Löneinställningar för ett datum
sw: Mipangilio ya malipo kwa tarehe
ta: ஒரு தேதிக்கான சம்பள அமைப்புகள்
th: การตั้งค่าค่าจ้างตามวันที่
tr: Belirli bir tarihteki ücret ayarları
uk: Налаштування оплати на дату
ur: کسی تاریخ پر تنخواہ کی ترتیبات
vi: Cài đặt lương theo ngày
zh_hans: 指定日期的薪资设置
zh_hant: 指定日期的薪資設定

# settings.pay.review.workDate
source: Work date
ar: تاريخ العمل
bg: Работна дата
bn: কাজের তারিখ
ca: Data de treball
cs: Datum práce
da: Arbejdsdato
de: Arbeitsdatum
el: Ημερομηνία εργασίας
es: Fecha de trabajo
et: Töökuupäev
fa: تاریخ کار
fi: Työpäivä
fil: Petsa ng trabaho
fr: Date de travail
he: תאריך העבודה
hi: कार्य तिथि
hr: Datum rada
hu: Munkavégzés dátuma
id: Tanggal kerja
is: Dagsetning vinnu
it: Data di lavoro
ja: 勤務日
ko: 근무일
lt: Darbo data
lv: Darba datums
nb: Arbeidsdato
nl: Werkdatum
nn: Arbeidsdato
pl: Data pracy
pt_br: Data de trabalho
ro: Data lucrată
ru: Рабочая дата
sk: Dátum práce
sl: Delovni datum
sr: Datum rada
sv: Arbetsdatum
sw: Tarehe ya kazi
ta: வேலை தேதி
th: วันที่ทำงาน
tr: Çalışma tarihi
uk: Дата роботи
ur: کام کی تاریخ
vi: Ngày làm việc
zh_hans: 工作日期
zh_hant: 工作日期

# settings.pay.setup.finishButton
source: Finish pay setup
ar: أكمل إعداد الأجر
bg: Завърши настройката на заплащането
bn: বেতন সেট আপ শেষ করুন
ca: Completa la configuració del sou
cs: Dokončit nastavení mzdy
da: Fuldfør lønopsætning
de: Lohneinrichtung abschließen
el: Ολοκλήρωση ρύθμισης αμοιβής
es: Completar configuración del pago
et: Lõpeta palga seadistamine
fa: تکمیل تنظیم حقوق
fi: Viimeistele palkan määritys
fil: Tapusin ang pag-set up ng sahod
fr: Terminer la configuration de la paie
he: השלם הגדרת שכר
hi: वेतन सेटअप पूरा करें
hr: Dovrši postavljanje plaće
hu: Bérbeállítás befejezése
id: Selesaikan pengaturan gaji
is: Ljúka launauppsetningu
it: Completa configurazione paga
ja: 給与設定を完了
ko: 급여 설정 완료
lt: Užbaigti atlygio nustatymą
lv: Pabeigt algas iestatīšanu
nb: Fullfør lønnsoppsett
nl: Looninstelling voltooien
nn: Fullfør lønnsoppsett
pl: Dokończ konfigurację płacy
pt_br: Concluir configuração de pagamento
ro: Finalizează configurarea plății
ru: Завершить настройку оплаты
sk: Dokončiť nastavenie mzdy
sl: Dokončaj nastavitev plačila
sr: Dovrši podešavanje plate
sv: Slutför löneinställning
sw: Kamilisha mpangilio wa malipo
ta: சம்பள அமைப்பை முடிக்கவும்
th: ตั้งค่าค่าจ้างให้เสร็จ
tr: Ücret kurulumunu tamamla
uk: Завершити налаштування оплати
ur: تنخواہ کی سیٹنگ مکمل کریں
vi: Hoàn tất thiết lập lương
zh_hans: 完成薪资设置
zh_hant: 完成薪資設定

# settings.pay.setup.finishDescription
source: Add a baseline wage before creating shifts for this job.
ar: أضف أجرًا أساسيًا قبل إنشاء ورديات لهذه الوظيفة.
bg: Добавете основна заплата, преди да създавате смени за тази работа.
bn: এই কাজের জন্য শিফট তৈরি করার আগে একটি মৌলিক মজুরি যোগ করুন।
ca: Afegeix un sou base abans de crear torns per a aquesta feina.
cs: Před vytvářením směn pro tuto práci přidejte základní mzdu.
da: Tilføj en grundløn, før du opretter vagter for dette job.
de: Füge einen Grundlohn hinzu, bevor du Schichten für diesen Job erstellst.
el: Προσθέστε βασικό μισθό πριν δημιουργήσετε βάρδιες για αυτή τη δουλειά.
es: Añade un salario base antes de crear turnos para este trabajo.
et: Lisa põhipalk enne selle töökoha jaoks vahetuste loomist.
fa: پیش از ایجاد شیفت برای این شغل، یک حقوق پایه اضافه کنید.
fi: Lisää peruspalkka ennen vuorojen luomista tälle työpaikalle.
fil: Magdagdag muna ng batayang sahod bago gumawa ng mga shift para sa trabahong ito.
fr: Ajoutez un salaire de base avant de créer des services pour cet emploi.
he: הוסף שכר בסיס לפני יצירת משמרות לעבודה הזו.
hi: इस नौकरी के लिए शिफ्ट बनाने से पहले मूल वेतन जोड़ें।
hr: Dodajte osnovnu satnicu prije stvaranja smjena za ovaj posao.
hu: Adj meg egy alapbért, mielőtt műszakokat hozol létre ehhez a munkához.
id: Tambahkan upah dasar sebelum membuat shift untuk pekerjaan ini.
is: Bættu við grunnlaunum áður en þú býrð til vaktir fyrir þessa vinnu.
it: Aggiungi una paga base prima di creare turni per questo lavoro.
ja: この仕事のシフトを作成する前に、基本時給を追加してください。
ko: 이 일터의 근무를 만들기 전에 기본 시급을 추가하세요.
lt: Prieš kurdami šio darbo pamainas, pridėkite bazinį atlygį.
lv: Pievieno pamatalgu, pirms veido maiņas šim darbam.
nb: Legg til en grunnlønn før du oppretter vakter for denne jobben.
nl: Voeg een basisloon toe voordat je diensten voor deze baan maakt.
nn: Legg til ei grunnlønn før du opprettar vakter for denne jobben.
pl: Dodaj stawkę bazową przed utworzeniem zmian dla tej pracy.
pt_br: Adicione um salário-base antes de criar turnos para este trabalho.
ro: Adaugă un salariu de bază înainte de a crea ture pentru acest loc de muncă.
ru: Добавьте базовую ставку перед созданием смен для этой работы.
sk: Pred vytvorením zmien pre túto prácu pridajte základnú mzdu.
sl: Pred ustvarjanjem izmen za to službo dodaj osnovno plačo.
sr: Dodajte osnovnu zaradu pre kreiranja smena za ovaj posao.
sv: Lägg till en grundlön innan du skapar pass för detta jobb.
sw: Ongeza mshahara wa msingi kabla ya kuunda zamu za kazi hii.
ta: இந்த வேலைக்கான ஷிப்ட்களை உருவாக்கும் முன் அடிப்படை ஊதியத்தைச் சேர்க்கவும்.
th: เพิ่มค่าจ้างพื้นฐานก่อนสร้างกะสำหรับงานนี้
tr: Bu iş için vardiya oluşturmadan önce bir temel ücret ekle.
uk: Додайте базову ставку, перш ніж створювати зміни для цієї роботи.
ur: اس ملازمت کے لیے شفٹیں بنانے سے پہلے بنیادی اجرت شامل کریں۔
vi: Thêm mức lương cơ bản trước khi tạo ca làm cho công việc này.
zh_hans: 为此工作创建班次前，请先添加基础工资。
zh_hant: 為此工作建立班次前，請先新增基本薪資。

# settings.pay.setup.finishTitle
source: Finish pay setup
ar: أكمل إعداد الأجر
bg: Завърши настройката на заплащането
bn: বেতন সেট আপ শেষ করুন
ca: Completa la configuració del sou
cs: Dokončit nastavení mzdy
da: Fuldfør lønopsætning
de: Lohneinrichtung abschließen
el: Ολοκλήρωση ρύθμισης αμοιβής
es: Completar configuración del pago
et: Lõpeta palga seadistamine
fa: تکمیل تنظیم حقوق
fi: Viimeistele palkan määritys
fil: Tapusin ang pag-set up ng sahod
fr: Terminer la configuration de la paie
he: השלם הגדרת שכר
hi: वेतन सेटअप पूरा करें
hr: Dovrši postavljanje plaće
hu: Bérbeállítás befejezése
id: Selesaikan pengaturan gaji
is: Ljúka launauppsetningu
it: Completa configurazione paga
ja: 給与設定を完了
ko: 급여 설정 완료
lt: Užbaigti atlygio nustatymą
lv: Pabeigt algas iestatīšanu
nb: Fullfør lønnsoppsett
nl: Looninstelling voltooien
nn: Fullfør lønnsoppsett
pl: Dokończ konfigurację płacy
pt_br: Concluir configuração de pagamento
ro: Finalizează configurarea plății
ru: Завершить настройку оплаты
sk: Dokončiť nastavenie mzdy
sl: Dokončaj nastavitev plačila
sr: Dovrši podešavanje plate
sv: Slutför löneinställning
sw: Kamilisha mpangilio wa malipo
ta: சம்பள அமைப்பை முடிக்கவும்
th: ตั้งค่าค่าจ้างให้เสร็จ
tr: Ücret kurulumunu tamamla
uk: Завершити налаштування оплати
ur: تنخواہ کی سیٹنگ مکمل کریں
vi: Hoàn tất thiết lập lương
zh_hans: 完成薪资设置
zh_hant: 完成薪資設定

# settings.pay.setup.laterButton
source: Set up later
ar: الإعداد لاحقًا
bg: Настрой по-късно
bn: পরে সেট আপ করুন
ca: Configura-ho més tard
cs: Nastavit později
da: Opsæt senere
de: Später einrichten
el: Ρύθμιση αργότερα
es: Configurar después
et: Seadista hiljem
fa: بعداً تنظیم کنید
fi: Määritä myöhemmin
fil: I-set up mamaya
fr: Configurer plus tard
he: הגדר מאוחר יותר
hi: बाद में सेट करें
hr: Postavi kasnije
hu: Beállítás később
id: Atur nanti
is: Setja upp síðar
it: Configura più tardi
ja: 後で設定
ko: 나중에 설정
lt: Nustatyti vėliau
lv: Iestatīt vēlāk
nb: Sett opp senere
nl: Later instellen
nn: Set opp seinare
pl: Skonfiguruj później
pt_br: Configurar depois
ro: Configurează mai târziu
ru: Настроить позже
sk: Nastaviť neskôr
sl: Nastavi pozneje
sr: Podesi kasnije
sv: Ställ in senare
sw: Weka baadaye
ta: பிறகு அமைக்கவும்
th: ตั้งค่าทีหลัง
tr: Daha sonra ayarla
uk: Налаштувати пізніше
ur: بعد میں سیٹ اپ کریں
vi: Thiết lập sau
zh_hans: 稍后设置
zh_hant: 稍後設定

# settings.pay.setup.requiredBadge
source: Setup required
ar: الإعداد مطلوب
bg: Изисква се настройка
bn: সেটআপ প্রয়োজন
ca: Cal configuració
cs: Vyžaduje nastavení
da: Opsætning påkrævet
de: Einrichtung erforderlich
el: Απαιτείται ρύθμιση
es: Configuración obligatoria
et: Seadistamine vajalik
fa: نیازمند تنظیم
fi: Määritys vaaditaan
fil: Kailangan ang setup
fr: Configuration requise
he: נדרשת הגדרה
hi: सेटअप आवश्यक
hr: Potrebno postavljanje
hu: Beállítás szükséges
id: Perlu pengaturan
is: Uppsetning krafist
it: Configurazione richiesta
ja: 設定が必要
ko: 설정 필요
lt: Reikalingas nustatymas
lv: Nepieciešama iestatīšana
nb: Oppsett kreves
nl: Instelling vereist
nn: Oppsett krevst
pl: Wymagana konfiguracja
pt_br: Configuração necessária
ro: Configurare necesară
ru: Требуется настройка
sk: Vyžaduje sa nastavenie
sl: Potrebna je nastavitev
sr: Potrebno podešavanje
sv: Inställning krävs
sw: Mpangilio unahitajika
ta: அமைப்பு தேவை
th: ต้องตั้งค่า
tr: Kurulum gerekli
uk: Потрібне налаштування
ur: سیٹ اپ درکار ہے
vi: Cần thiết lập
zh_hans: 需要设置
zh_hant: 需要設定

# settings.pay.setup.scheduleTitle
source: Set up your job
ar: أعِدّ وظيفتك
bg: Настройте работата си
bn: আপনার কাজ সেট আপ করুন
ca: Configura la teva feina
cs: Nastavte svou práci
da: Opsæt dit job
de: Richte deinen Job ein
el: Ρυθμίστε τη δουλειά σας
es: Configura tu trabajo
et: Seadista oma töökoht
fa: شغل خود را تنظیم کنید
fi: Määritä työpaikkasi
fil: I-set up ang trabaho mo
fr: Configurez votre emploi
he: הגדר את העבודה שלך
hi: अपनी नौकरी सेट करें
hr: Postavite svoj posao
hu: Állítsd be a munkádat
id: Atur pekerjaan Anda
is: Settu upp vinnuna þína
it: Configura il tuo lavoro
ja: 仕事を設定
ko: 일터 설정
lt: Nustatykite savo darbą
lv: Iestati savu darbu
nb: Sett opp jobben din
nl: Stel je baan in
nn: Set opp jobben din
pl: Skonfiguruj swoją pracę
pt_br: Configure seu trabalho
ro: Configurează-ți locul de muncă
ru: Настройте свою работу
sk: Nastavte si prácu
sl: Nastavi svojo službo
sr: Podesite svoj posao
sv: Ställ in ditt jobb
sw: Weka kazi yako
ta: உங்கள் வேலையை அமைக்கவும்
th: ตั้งค่างานของคุณ
tr: İşini ayarla
uk: Налаштуйте свою роботу
ur: اپنی ملازمت سیٹ اپ کریں
vi: Thiết lập công việc của bạn
zh_hans: 设置你的工作
zh_hant: 設定你的工作

# settings.pay.timeline.addChange
source: Add change
ar: إضافة تغيير
bg: Добавяне на промяна
bn: পরিবর্তন যোগ করুন
ca: Afegeix un canvi
cs: Přidat změnu
da: Tilføj ændring
de: Änderung hinzufügen
el: Προσθήκη αλλαγής
es: Añadir cambio
et: Lisa muudatus
fa: افزودن تغییر
fi: Lisää muutos
fil: Magdagdag ng pagbabago
fr: Ajouter une modification
he: הוספת שינוי
hi: बदलाव जोड़ें
hr: Dodaj promjenu
hu: Módosítás hozzáadása
id: Tambah perubahan
is: Bæta við breytingu
it: Aggiungi modifica
ja: 変更を追加
ko: 변경 추가
lt: Pridėti pakeitimą
lv: Pievienot izmaiņas
nb: Legg til endring
nl: Wijziging toevoegen
nn: Legg til endring
pl: Dodaj zmianę
pt_br: Adicionar alteração
ro: Adaugă o modificare
ru: Добавить изменение
sk: Pridať zmenu
sl: Dodaj spremembo
sr: Dodaj izmenu
sv: Lägg till ändring
sw: Ongeza mabadiliko
ta: மாற்றத்தைச் சேர்
th: เพิ่มการเปลี่ยนแปลง
tr: Değişiklik ekle
uk: Додати зміну
ur: تبدیلی شامل کریں
vi: Thêm thay đổi
zh_hans: 添加变更
zh_hant: 新增變更

# settings.pay.timeline.addChangeHint
source: Tap when pay, tax, or deductions change.
ar: اضغط عند تغيّر الراتب أو الضريبة أو الخصومات.
bg: Докоснете когато заплата, данък или удържания се променят.
bn: বেতন, ট্যাক্স বা ছাড় পরিবর্তন হলে ট্যাপ করুন।
ca: Toca quan canvien la paga, els impostos o les deduccions.
cs: Klepněte, když se změní výplata, daň nebo srážky.
da: Tryk når løn, skat eller fradrag ændres.
de: Tippen Sie, wenn sich Gehalt, Steuern oder Abzüge ändern.
el: Πατήστε όταν αλλάξει η αμοιβή, ο φόρος ή οι κρατήσεις.
es: Toca cuando cambie el salario, impuestos o deducciones.
et: Puudutage, kui palk, maks või mahaarvamised muutuvad.
fa: زمانی که حقوق، مالیات یا کسورات تغییر کند ضربه بزنید.
fi: Napauta, kun palkka, vero tai vähennykset muuttuvat.
fil: I-tap kapag nagbago ang bayad, buwis, o mga diskwento.
fr: Appuyez quand le salaire, l'impôt ou les retenues changent.
he: הקש כאשר שכר, מס או ניכויים משתנים.
hi: जब वेतन, कर या कटौती बदले तो टैप करें।
hr: Dodirnite kada se plaća, porez ili odbici promijene.
hu: Koppintson, ha a fizetés, adó vagy levonások megváltoznak.
id: Ketuk saat gaji, pajak, atau potongan berubah.
is: Ýttu þegar laun, skattur eða frádrættir breytast.
it: Tocca quando lo stipendio, le tasse o le detrazioni cambiano.
ja: 給与、税金、または控除が変更されたときをタップしてください。
ko: 급여, 세금 또는 공제가 변경될 때 탭하세요.
lt: Bakstelėkite, kai pasikeitęs atlyginimas, mokesčiai ar išskaitos.
lv: Pieskarieties, kad mainās alga, nodoklis vai atskaitījumi.
nb: Trykk når lønn, skatt eller trekk endrer seg.
nl: Tik wanneer loon, belasting of inhouding verandert.
nn: Trykk når lønn, skatt eller trekk endrer seg.
pl: Dotknij, gdy zmieni się stawka, podatek lub potrącenia.
pt_br: Toque quando salário, imposto ou descontos mudarem.
ro: Apasă când se schimbă salariul, impozitul sau deducerile.
ru: Нажмите, когда изменится зарплата, налог или удержания.
sk: Klepnite, keď sa zmení výplata, daň alebo zľavy.
sl: Tapnite, ko se spremenita plača, davek ali olajšave.
sr: Dodirnite kada se plata, porez ili odbitci promene.
sv: Tryck när lön, skatt eller avdrag ändras.
sw: Gusa wakati mshahara, kodi, au makato yanabadilika.
ta: சம்பளம், வரி அல்லது விலக்குகள் மாறும்போது தட்டவும்.
th: แตะเมื่อเงินเดือน ภาษี หรือการหักเงินเปลี่ยนแปลง
tr: Maaş, vergi veya kesintiler değiştiğinde dokunun.
uk: Натисніть, коли змінюється зарплата, податок або утримання.
ur: جب تنخواہ، ٹیکس، یا کٹوتیاں تبدیل ہوں تو ٹیپ کریں۔
vi: Nhấn khi lương, thuế hoặc các khoản khấu trừ thay đổi.
zh_hans: 当工资、税金或扣除额变更时点击。
zh_hant: 當薪酬、稅金或扣除額更改時點擊。
